{
  "app.title": "Vikitorek",
  "app.search.placeholder": "Was möchtest du suchen?",
  "app.search.button": "Suchen",
  "app.search.examples": "Probiere:",
  "app.search.age": "Alter:",
  "app.login": "Anmelden",
  "app.logout": "Abmelden",
  "app.profile": "Profil",
  "app.back.home": "Zurück zur Startseite",
  "app.limit.exceeded": "Du hast die maximale Anzahl an Anfragen erreicht. Bitte aktiviere ein Abonnement, um fortzufahren.",
  "app.error.not_logged_in": "Bitte melde dich an, um zu suchen",
  "profile.title": "Benutzerprofil",
  "profile.subtitle": "Abonnementverwaltung und Kontoeinstellungen",
  "profile.email": "E-Mail",
  "profile.change_password": "Passwort ändern",
  "profile.current_password": "Aktuelles Passwort",
  "profile.new_password": "Neues Passwort",
  "profile.submit_change": "Passwort ändern",
  "profile.changing_password": "Passwort wird geändert...",
  "profile.subscription": "Abonnement",
  "profile.subscription.active": "Aktiv",
  "profile.subscription.inactive": "Inaktiv",
  "profile.subscription.until": "Das Abonnement ist aktiv bis ",
  "profile.subscription.used": "Kostenlose Suchanfragen verwendet: ",
  "profile.subscription.activate": "Abonnement aktivieren",
  "profile.subscription.reactivate": "Abonnement reaktivieren",
  "profile.subscription.cancel": "Abonnement kündigen",
  "profile.subscription.canceling": "Abonnement wird gekündigt...",
  "profile.subscription.confirm_cancel.title": "Abonnement kündigen?",
  "profile.subscription.confirm_cancel.message": "Bist du sicher, dass du dein Abonnement kündigen möchtest? Dein Abonnement bleibt bis zum Ende der aktuellen Periode aktiv.",
  "profile.subscription.confirm_cancel.back": "Zurück",
  "profile.subscription.confirm_cancel.confirm": "Abonnement kündigen",
  "profile.subscription.checking": "Abonnementstatus wird überprüft...",
  "profile.subscription.loading": "Lädt...",
  "profile.subscription.load_error": "Der Abonnementstatus konnte nicht geladen werden. Bitte versuche es später erneut.",
  "profile.subscription.retry": "Erneut versuchen",
  "login.title": "In die Anwendung einloggen",
  "login.register.title": "Registrierung",
  "login.email": "E-Mail",
  "login.password": "Passwort",
  "login.forgot_password": "Passwort vergessen?",
  "login.button": "Anmelden",
  "login.register.button": "Registrieren",
  "login.register.switch": "Noch kein Konto? Registriere dich",
  "login.login.switch": "Bereits ein Konto? Melde dich an",
  "login.or": "Oder fortfahren mit",
  "login.agree_terms": "Ich stimme den",
  "login.terms_link": "Nutzungsbedingungen zu",
  "login.error.terms_required": "Du musst den Nutzungsbedingungen zustimmen",
  "login.error.invalid_credentials": "Ungültige Anmeldedaten",
  "error.title": "Suchfehler",
  "error.not_authenticated": "Du musst angemeldet sein, um diese Aktion durchzuführen.",
  "error.user_not_found": "Benutzer nicht gefunden.",
  "error.limit_exceeded": "Du hast die maximale Anzahl an Anfragen erreicht. Bitte aktiviere ein Abonnement, um fortzufahren.",
  "error.limit_exceeded_title": "Limit erreicht",
  "error.limit_exceeded_message": "Du hast die maximale Anzahl an Anfragen für dein kostenloses Konto erreicht. Aktiviere ein Abonnement für unbegrenzte Suchen.",
  "error.limit_exceeded_subscribe": "Abonnement aktivieren",
  "error.activate_subscription": "Abonnement aktivieren",
  "error.empty_query": "Du hast keine Suchanfrage eingegeben.",
  "error.article_not_found": "Ich konnte leider keinen Artikel über \"{{query}}\" finden. Bitte versuche es mit einer anderen Anfrage.",
  "error.no_content": "Der Artikelinhalt konnte nicht geladen werden. Bitte versuche es noch einmal.",
  "error.content_fetch_failed": "Beim Laden des Artikels ist ein Fehler aufgetreten. Bitte versuche es später noch einmal.",
  "error.search_failed": "Die angeforderten Informationen konnten nicht gefunden werden.",
  "error.summary_generation_failed": "Zusammenfassung konnte nicht erstellt werden. Bitte versuche es später noch einmal.",
  "error.service_unavailable": "Der Dienst ist derzeit nicht verfügbar. Bitte versuche es später noch einmal.",
  "common.close": "Schließen",
  "cookie.message": "Diese Website verwendet Cookies, um Ihre Erfahrung zu verbessern. Durch die weitere Nutzung dieser Website akzeptieren Sie unsere Cookie-Richtlinie.",
  "cookie.policy_link": "Cookie-Richtlinie",
  "cookie.accept": "Akzeptieren",
  "cookie.decline": "Ablehnen",
  "footer.rights": "Alle Rechte vorbehalten.",
  "footer.terms": "Nutzungsbedingungen",
  "footer.privacy": "Datenschutzrichtlinie",
  "footer.contact.support": "Support",
  "footer.contact.billing": "Abrechnung",
  "footer.contact.info": "Allgemeine Anfragen",
  "footer.contact.link": "Kontaktiere uns",
  "terms.title": "Nutzungsbedingungen",
  "terms.last_updated": "Zuletzt aktualisiert",
  "terms.introduction": "Einführung",
  "terms.introduction_text": "Willkommen bei Vikitorek. Diese Nutzungsbedingungen regeln deine Nutzung unserer Website und Dienste. Durch die Nutzung unserer Dienste stimmst du diesen Bedingungen zu.",
  "terms.usage_rights": "Nutzungsrechte",
  "terms.usage_rights_text": "Der Dienst bietet vereinfachte Wikipedia-Inhalte für Bildungszwecke. Alle Wikipedia-Inhalte unterliegen der Lizenz von Wikipedia.",
  "terms.content_policy": "Inhaltsrichtlinien",
  "terms.content_policy_text": "Benutzer dürfen keine unangemessenen, anstößigen oder illegalen Inhalte einreichen. Wir behalten uns das Recht vor, solche Inhalte ohne Vorankündigung zu entfernen.",
  "terms.subscription": "Abonnementbedingungen",
  "terms.subscription_text": "Kostenlose Benutzer sind auf 10 Anfragen beschränkt. Premium-Abonnements bieten unbegrenzte Anfragen. Abonnementgebühren sind nicht erstattungsfähig, können aber jederzeit gekündigt werden.",
  "terms.auto_renewal": "Automatische Verlängerung",
  "terms.auto_renewal_text": "Alle Abonnements verlängern sich automatisch am Ende des Abrechnungszeitraums, es sei denn, sie werden vom Benutzer vor der Verlängerung gekündigt. Die Zahlung erfolgt über die hinterlegte Zahlungsmethode.",
  "terms.refunds": "Rückerstattungen und Abrechnungsprobleme",
  "terms.refunds_text": "Alle Abonnementgebühren sind nicht erstattungsfähig, sofern nicht gesetzlich vorgeschrieben. Bei Abrechnungsfehlern oder versehentlichen Belastungen kontaktiere bitte den Support innerhalb von 7 Tagen zur Klärung.",
  "terms.account_termination": "Kontokündigung",
  "terms.account_termination_text": "Du kannst dein Konto jederzeit kündigen. Wir behalten uns das Recht vor, Konten zu sperren oder zu kündigen, die gegen unsere Nutzungsbedingungen verstoßen, einschließlich Missbrauch des Dienstes, Nichtzahlung oder betrügerisches Verhalten.",
  "terms.user_responsibilities": "Nutzerverantwortlichkeiten",
  "terms.user_responsibilities_text": "Du stimmst zu, den Dienst nicht zu missbrauchen, nicht zu versuchen, ihn zurückzuentwickeln, nicht mit automatisierten Mitteln darauf zuzugreifen oder seinen Betrieb zu stören. Verstöße können zur Kontosperrung oder rechtlichen Schritten führen.",
  "terms.modifications": "Änderungen der Nutzungsbedingungen",
  "terms.modifications_text": "Wir können diese Nutzungsbedingungen von Zeit zu Zeit aktualisieren. Bei wesentlichen Änderungen werden wir dich per E-Mail oder über den Dienst benachrichtigen. Die fortgesetzte Nutzung des Dienstes bedeutet die Annahme der aktualisierten Nutzungsbedingungen.",
  "terms.governing_law": "Geltendes Recht und Streitbeilegung",
  "terms.governing_law_text": "Diese Nutzungsbedingungen unterliegen den Gesetzen der Tschechischen Republik. Alle Streitigkeiten, die aus diesen Nutzungsbedingungen entstehen oder damit zusammenhängen, werden durch ein verbindliches Schiedsverfahren oder vor den Gerichten der Tschechischen Republik beigelegt.",
  "terms.service_availability": "Verfügbarkeit des Dienstes",
  "terms.service_availability_text": "Wir bemühen uns, den Dienst jederzeit verfügbar zu halten, garantieren jedoch keinen ununterbrochenen Zugang. Wartungsarbeiten, Updates oder technische Probleme können zu vorübergehenden Ausfällen führen. Wir haften nicht für Verluste, die durch Ausfallzeiten des Dienstes entstehen.",
  "terms.third_party_services": "Dienste von Drittanbietern",
  "terms.third_party_services_text": "Unser Dienst integriert sich mit Drittanbietern, darunter Wikipedia (für Inhalte), Stripe (für Zahlungen) und Mistral AI (für Sprachverarbeitung). Deine Nutzung dieser Funktionen unterliegt auch den jeweiligen Nutzungsbedingungen und Datenschutzrichtlinien dieser Dienste.",
  "terms.privacy": "Datenschutzrichtlinie",
  "terms.privacy_text": "Wir erheben minimale Daten, die zur Bereitstellung unserer Dienste erforderlich sind. In unserer Datenschutzrichtlinie findest du Details darüber, wie wir mit deinen Daten umgehen.",
  "terms.limitations": "Einschränkungen und Haftungsausschluss",
  "terms.limitations_text": "Wir bemühen uns um Genauigkeit, garantieren jedoch nicht die Vollständigkeit oder Zuverlässigkeit der Inhalte. Der Dienst wird 'wie besehen' ohne Garantien bereitgestellt.",
  "terms.contact": "Kontaktinformationen",
  "terms.contact_text": "Bei Fragen zu diesen Bedingungen kontaktiere uns bitte unter support@vikitorek.com.",
  "terms.cookies": "Cookie-Richtlinie",
  "terms.cookies_text": "Unsere Website verwendet Cookies und ähnliche Technologien, um die Benutzererfahrung zu verbessern und den Website-Verkehr zu analysieren. Wir verwenden notwendige Cookies für die Funktionalität der Website und optionale Cookies für Analysen. Durch die Nutzung unserer Website stimmen Sie unserer Cookie-Richtlinie zu. Sie können Cookies über Ihre Browsereinstellungen kontrollieren.",
  "privacy.title": "Datenschutzrichtlinie",
  "privacy.last_updated": "Zuletzt aktualisiert",
  "privacy.introduction": "Einführung",
  "privacy.introduction_text": "Diese Datenschutzrichtlinie erklärt, wie wir deine personenbezogenen Daten sammeln, verwenden und teilen, wenn du unseren Kids Wiki Assistant nutzt.",
  "privacy.info_collected": "Informationen, die wir sammeln",
  "privacy.info_collected_text": "Wir sammeln Informationen, die du uns direkt zur Verfügung stellst, wie deine E-Mail-Adresse, deinen Benutzernamen und Kontoinformationen bei der Registrierung. Wir sammeln auch Informationen über deine Nutzung des Dienstes, einschließlich Suchanfragen und Interaktionen.",
  "privacy.data_usage": "Wie wir deine Informationen verwenden",
  "privacy.data_usage_text": "Wir verwenden deine Informationen, um unsere Dienste bereitzustellen und zu verbessern, Transaktionen zu verarbeiten, Benachrichtigungen zu senden und zu analysieren, wie Benutzer mit unserer Plattform interagieren, um die Benutzererfahrung zu verbessern.",
  "privacy.cookies": "Cookies und Tracking-Technologien",
  "privacy.cookies_text": "Wir verwenden Cookies und ähnliche Technologien, um Aktivitäten in unserem Dienst zu verfolgen und bestimmte Informationen zu speichern. Du kannst deinen Browser anweisen, alle Cookies abzulehnen oder anzuzeigen, wenn ein Cookie gesendet wird.",
  "privacy.third_parties": "Weitergabe an Dritte",
  "privacy.third_parties_text": "Wir teilen Informationen mit Drittanbietern, die Zugang zu Informationen benötigen, um uns bei der Betreibung und Verbesserung unserer Dienste zu helfen, darunter Stripe für die Zahlungsabwicklung, Firebase für die Authentifizierung und Mistral AI für die Sprachverarbeitung.",
  "privacy.data_security": "Datensicherheit",
  "privacy.data_security_text": "Wir implementieren angemessene Sicherheitsmaßnahmen zum Schutz deiner personenbezogenen Daten, aber denke daran, dass keine Übertragungsmethode über das Internet zu 100% sicher ist.",
  "privacy.childrens_privacy": "Datenschutz für Kinder",
  "privacy.childrens_privacy_text": "Unser Dienst ist für die Nutzung durch Kinder unter elterlicher Aufsicht vorgesehen. Wir sammeln nur die minimal notwendigen Informationen, um unseren Dienst sicher bereitzustellen. Eltern können die Informationen ihres Kindes überprüfen, löschen oder eine weitere Sammlung ablehnen, indem sie uns kontaktieren.",
  "privacy.rights": "Deine Rechte",
  "privacy.rights_text": "Je nach deinem Standort hast du möglicherweise Rechte bezüglich deiner personenbezogenen Daten, wie das Recht auf Zugang, Berichtigung oder Löschung deiner Daten. Bitte kontaktiere uns, um diese Rechte auszuüben.",
  "privacy.changes": "Änderungen dieser Datenschutzrichtlinie",
  "privacy.changes_text": "Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir werden dich über Änderungen informieren, indem wir die neue Datenschutzrichtlinie auf dieser Seite veröffentlichen und das Datum der 'letzten Aktualisierung' aktualisieren.",
  "privacy.contact": "Kontaktiere uns",
  "privacy.contact_text": "Wenn du Fragen zu dieser Datenschutzrichtlinie hast, kontaktiere uns bitte unter info@vikitorek.com.",
  "report.title": "Problem melden",
  "report.description_label": "Sie können Details angeben, wenn Sie möchten.",
  "report.description_placeholder": "Was stimmt mit der Antwort nicht?",
  "report.close_button": "Schließen",
  "report.submit_button": "Absenden"
}