{
  "app.title": "Vikitorek",
  "app.search.placeholder": "¿Qué quieres buscar?",
  "app.search.button": "Buscar",
  "app.search.examples": "Prueba con:",
  "app.search.age": "Edad:",
  "app.login": "Iniciar sesión",
  "app.logout": "Cerrar sesión",
  "app.profile": "Perfil",
  "app.back.home": "Volver a la página principal",
  "app.limit.exceeded": "Has alcanzado el número máximo de consultas. Por favor, activa una suscripción para continuar.",
  "app.error.not_logged_in": "Por favor, inicia sesión para buscar",
  "profile.title": "Perfil de Usuario",
  "profile.subtitle": "Gestión de suscripciones y configuración de la cuenta",
  "profile.email": "Correo electrónico",
  "profile.change_password": "Cambiar contraseña",
  "profile.current_password": "Contraseña actual",
  "profile.new_password": "Nueva contraseña",
  "profile.submit_change": "Cambiar contraseña",
  "profile.changing_password": "Cambiando contraseña...",
  "profile.subscription": "Suscripción",
  "profile.subscription.active": "Activa",
  "profile.subscription.inactive": "Inactiva",
  "profile.subscription.until": "La suscripción está activa hasta ",
  "profile.subscription.used": "Consultas gratuitas usadas: ",
  "profile.subscription.activate": "Activar suscripción",
  "profile.subscription.reactivate": "Reactivar suscripción",
  "profile.subscription.cancel": "Cancelar suscripción",
  "profile.subscription.canceling": "Cancelando suscripción...",
  "profile.subscription.confirm_cancel.title": "¿Cancelar suscripción?",
  "profile.subscription.confirm_cancel.message": "¿Estás seguro de que quieres cancelar tu suscripción? Tu suscripción seguirá activa hasta el final del período actual.",
  "profile.subscription.confirm_cancel.back": "Volver",
  "profile.subscription.confirm_cancel.confirm": "Cancelar suscripción",
  "profile.subscription.checking": "Verificando estado de suscripción...",
  "profile.subscription.loading": "Cargando...",
  "profile.subscription.load_error": "No se pudo cargar el estado de la suscripción. Por favor, inténtalo más tarde.",
  "profile.subscription.retry": "Intentar de nuevo",
  "login.title": "Iniciar sesión en la aplicación",
  "login.register.title": "Registro",
  "login.email": "Correo electrónico",
  "login.password": "Contraseña",
  "login.forgot_password": "¿Olvidaste tu contraseña?",
  "login.button": "Iniciar sesión",
  "login.register.button": "Registrarse",
  "login.register.switch": "¿No tienes una cuenta? Regístrate",
  "login.login.switch": "¿Ya tienes una cuenta? Inicia sesión",
  "login.or": "O continuar con",
  "login.agree_terms": "Estoy de acuerdo con los",
  "login.terms_link": "Términos de Servicio",
  "login.error.terms_required": "Debes aceptar los Términos de Servicio",
  "login.error.invalid_credentials": "Credenciales no válidas",
  "error.title": "Error de búsqueda",
  "error.not_authenticated": "Debes iniciar sesión para realizar esta acción.",
  "error.user_not_found": "Usuario no encontrado.",
  "error.limit_exceeded": "Has alcanzado el número máximo de consultas. Por favor, activa una suscripción para continuar.",
  "error.empty_query": "No has introducido ninguna consulta de búsqueda.",
  "error.article_not_found": "No pude encontrar ningún artículo sobre \"{{query}}\". Por favor, prueba con otra consulta.",
  "error.no_content": "No se pudo cargar el contenido del artículo. Por favor, inténtalo de nuevo.",
  "error.content_fetch_failed": "Se produjo un error al cargar el artículo. Por favor, inténtalo más tarde.",
  "error.search_failed": "No se pudo encontrar la información solicitada.",
  "error.summary_generation_failed": "Error al generar el resumen. Por favor, inténtalo más tarde.",
  "error.service_unavailable": "El servicio no está disponible actualmente. Por favor, inténtalo más tarde.",
  "error.activate_subscription": "activar suscripción",
  "error.limit_exceeded_title": "Límite alcanzado",
  "error.limit_exceeded_message": "Has alcanzado el número máximo de consultas para tu cuenta gratuita. Activa una suscripción para búsquedas ilimitadas.",
  "error.limit_exceeded_subscribe": "Activar suscripción",
  "cookie.message": "Este sitio web utiliza cookies para mejorar tu experiencia. Al continuar usando este sitio, aceptas nuestra política de cookies.",
  "cookie.policy_link": "Política de cookies",
  "cookie.accept": "Aceptar",
  "cookie.decline": "Rechazar",
  "footer.rights": "Todos los derechos reservados.",
  "footer.terms": "Términos de servicio",
  "footer.privacy": "Política de privacidad",
  "footer.contact.support": "Soporte",
  "footer.contact.billing": "Facturación",
  "footer.contact.info": "Consultas generales",
  "footer.contact.link": "Contáctanos",
  "terms.title": "Términos de Servicio",
  "terms.last_updated": "Última actualización",
  "terms.introduction": "Introducción",
  "terms.introduction_text": "Bienvenido a Vikitorek. Estos Términos de Servicio rigen el uso de nuestro sitio web y servicios. Al utilizar nuestros servicios, aceptas estos términos.",
  "terms.usage_rights": "Derechos de uso",
  "terms.usage_rights_text": "El servicio proporciona contenido simplificado de Wikipedia con fines educativos. Todo el contenido de Wikipedia está sujeto a la licencia de Wikipedia.",
  "terms.content_policy": "Política de contenido",
  "terms.content_policy_text": "Los usuarios no pueden enviar contenido inapropiado, ofensivo o ilegal. Nos reservamos el derecho de eliminar dicho contenido sin previo aviso.",
  "terms.subscription": "Términos de suscripción",
  "terms.subscription_text": "Los usuarios gratuitos están limitados a 10 consultas. Las suscripciones premium ofrecen consultas ilimitadas. Las tarifas de suscripción no son reembolsables, pero se pueden cancelar en cualquier momento.",
  "terms.auto_renewal": "Renovación automática",
  "terms.auto_renewal_text": "Todas las suscripciones se renuevan automáticamente al final del ciclo de facturación a menos que el usuario las cancele antes de la renovación. Se te cobrará utilizando el método de pago registrado.",
  "terms.refunds": "Reembolsos y problemas de facturación",
  "terms.refunds_text": "Todas las tarifas de suscripción no son reembolsables a menos que la ley lo exija. Si experimentas errores de facturación o cargos accidentales, ponte en contacto con el soporte dentro de los 7 días para su resolución.",
  "terms.account_termination": "Terminación de cuenta",
  "terms.account_termination_text": "Puedes cancelar tu cuenta en cualquier momento. Nos reservamos el derecho de suspender o terminar cuentas que violen nuestros Términos, incluido el abuso del servicio, el impago o el comportamiento fraudulento.",
  "terms.user_responsibilities": "Responsabilidades del usuario",
  "terms.user_responsibilities_text": "Aceptas no hacer un mal uso del servicio, no intentar aplicarle ingeniería inversa, no acceder a él mediante medios automatizados o interrumpir su funcionamiento. Las infracciones pueden resultar en la suspensión de la cuenta o acciones legales.",
  "terms.modifications": "Modificaciones de los términos",
  "terms.modifications_text": "Podemos actualizar estos Términos de vez en cuando. Si realizamos cambios significativos, te notificaremos por correo electrónico o a través del servicio. El uso continuado del servicio indica la aceptación de los Términos actualizados.",
  "terms.governing_law": "Ley aplicable y resolución de disputas",
  "terms.governing_law_text": "Estos Términos se rigen por las leyes de la República Checa. Cualquier disputa que surja de estos Términos o esté relacionada con ellos se resolverá mediante arbitraje vinculante o en los tribunales de la República Checa.",
  "terms.service_availability": "Disponibilidad del servicio",
  "terms.service_availability_text": "Nos esforzamos por mantener el servicio disponible en todo momento, pero no garantizamos un acceso ininterrumpido. El mantenimiento, las actualizaciones o los problemas técnicos pueden causar interrupciones temporales. No somos responsables de ninguna pérdida resultante del tiempo de inactividad del servicio.",
  "terms.third_party_services": "Servicios de terceros",
  "terms.third_party_services_text": "Nuestro servicio se integra con proveedores externos, incluidos Wikipedia (para contenido), Stripe (para pagos) y Mistral AI (para procesamiento de lenguaje). El uso de estas funciones también está sujeto a los respectivos términos y políticas de privacidad de esos servicios.",
  "terms.privacy": "Política de privacidad",
  "terms.privacy_text": "Recopilamos datos mínimos necesarios para proporcionar nuestros servicios. Consulta nuestra Política de Privacidad para obtener detalles sobre cómo manejamos tus datos.",
  "terms.limitations": "Limitaciones y exención de responsabilidad",
  "terms.limitations_text": "Nos esforzamos por la precisión, pero no garantizamos la integridad o fiabilidad del contenido. El servicio se proporciona 'tal cual' sin garantías.",
  "terms.contact": "Información de contacto",
  "terms.contact_text": "Para preguntas sobre estos Términos, por favor contáctanos en support@vikitorek.com.",
  "terms.cookies": "Política de cookies",
  "terms.cookies_text": "Nuestro sitio web utiliza cookies y tecnologías similares para mejorar la experiencia del usuario y analizar el tráfico del sitio web. Utilizamos cookies necesarias para la funcionalidad del sitio web y cookies opcionales para análisis. Al utilizar nuestro sitio, consientes nuestra política de cookies. Puedes controlar las cookies a través de la configuración de tu navegador.",
  "privacy.title": "Política de Privacidad",
  "privacy.last_updated": "Última actualización",
  "privacy.introduction": "Introducción",
  "privacy.introduction_text": "Esta Política de Privacidad explica cómo recopilamos, utilizamos y compartimos tu información personal cuando utilizas nuestro servicio Kids Wiki Assistant.",
  "privacy.info_collected": "Información que recopilamos",
  "privacy.info_collected_text": "Recopilamos información que nos proporcionas directamente, como tu dirección de correo electrónico, nombre de usuario e información de cuenta al registrarte. También recopilamos información sobre tu uso del servicio, incluyendo consultas de búsqueda e interacciones.",
  "privacy.data_usage": "Cómo utilizamos tu información",
  "privacy.data_usage_text": "Utilizamos tu información para proporcionar y mejorar nuestros servicios, procesar transacciones, enviar notificaciones y analizar cómo los usuarios interactúan con nuestra plataforma para mejorar la experiencia del usuario.",
  "privacy.cookies": "Cookies y tecnologías de seguimiento",
  "privacy.cookies_text": "Utilizamos cookies y tecnologías similares para rastrear la actividad en nuestro servicio y almacenar cierta información. Puedes configurar tu navegador para rechazar todas las cookies o para indicar cuándo se está enviando una cookie.",
  "privacy.third_parties": "Compartir con terceros",
  "privacy.third_parties_text": "Compartimos información con proveedores externos que necesitan acceso a la información para ayudarnos a operar y mejorar nuestros servicios, incluyendo Stripe para el procesamiento de pagos, Firebase para la autenticación y Mistral AI para el procesamiento del lenguaje.",
  "privacy.data_security": "Seguridad de datos",
  "privacy.data_security_text": "Implementamos medidas de seguridad razonables para proteger la seguridad de tu información personal, pero recuerda que ningún método de transmisión por Internet es 100% seguro.",
  "privacy.childrens_privacy": "Privacidad de los niños",
  "privacy.childrens_privacy_text": "Nuestro servicio está destinado a ser utilizado por niños con orientación parental. Recopilamos la información mínima necesaria para proporcionar nuestro servicio de manera segura. Los padres pueden revisar, eliminar o rechazar la recopilación adicional de información de su hijo contactándonos.",
  "privacy.rights": "Tus derechos",
  "privacy.rights_text": "Dependiendo de tu ubicación, puedes tener derechos respecto a tus datos personales, como el derecho a acceder, corregir o eliminar tus datos. Por favor, contáctanos para ejercer estos derechos.",
  "privacy.changes": "Cambios en esta Política de Privacidad",
  "privacy.changes_text": "Podemos actualizar nuestra Política de Privacidad de vez en cuando. Te notificaremos cualquier cambio publicando la nueva Política de Privacidad en esta página y actualizando la fecha de 'última actualización'.",
  "privacy.contact": "Contáctanos",
  "privacy.contact_text": "Si tienes alguna pregunta sobre esta Política de Privacidad, por favor contáctanos en info@vikitorek.com.",
  "report.title": "Informar de un problema",
  "report.description_label": "Puede proporcionar más detalles si lo desea.",
  "report.description_placeholder": "¿Qué está mal con la respuesta?",
  "report.close_button": "Cerrar",
  "report.submit_button": "Enviar",
  "app.search.read_more": "Leer más en Wikipedia"
}