{
  "app.title": "Vikitorek",
  "app.search.placeholder": "Que voulez-vous rechercher ?",
  "app.search.button": "Rechercher",
  "app.search.examples": "Essayez :",
  "app.search.age": "Âge:",
  "app.login": "Se connecter",
  "app.logout": "Se déconnecter",
  "app.profile": "Profil",
  "app.back.home": "Retour à la page d'accueil",
  "app.limit.exceeded": "Vous avez atteint le nombre maximum de requêtes. Veuillez activer un abonnement pour continuer.",
  "app.error.not_logged_in": "Veuillez vous connecter pour effectuer une recherche",
  "profile.title": "Profil utilisateur",
  "profile.subtitle": "Gestion des abonnements et paramètres du compte",
  "profile.email": "Email",
  "profile.change_password": "Changer le mot de passe",
  "profile.current_password": "Mot de passe actuel",
  "profile.new_password": "Nouveau mot de passe",
  "profile.submit_change": "Changer le mot de passe",
  "profile.changing_password": "Changement du mot de passe...",
  "profile.subscription": "Abonnement",
  "profile.subscription.active": "Actif",
  "profile.subscription.inactive": "Inactif",
  "profile.subscription.until": "L'abonnement est actif jusqu'au ",
  "profile.subscription.used": "Requêtes gratuites utilisées : ",
  "profile.subscription.activate": "Activer l'abonnement",
  "profile.subscription.reactivate": "Réactiver l'abonnement",
  "profile.subscription.cancel": "Annuler l'abonnement",
  "profile.subscription.canceling": "Annulation de l'abonnement...",
  "profile.subscription.confirm_cancel.title": "Annuler l'abonnement ?",
  "profile.subscription.confirm_cancel.message": "Êtes-vous sûr de vouloir annuler votre abonnement ? Votre abonnement restera actif jusqu'à la fin de la période en cours.",
  "profile.subscription.confirm_cancel.back": "Retour",
  "profile.subscription.confirm_cancel.confirm": "Annuler l'abonnement",
  "profile.subscription.checking": "Vérification du statut de l'abonnement...",
  "profile.subscription.loading": "Chargement...",
  "profile.subscription.load_error": "Impossible de charger le statut de l'abonnement. Veuillez réessayer plus tard.",
  "profile.subscription.retry": "Réessayer",
  "login.title": "Connexion à l'application",
  "login.register.title": "Inscription",
  "login.email": "Email",
  "login.password": "Mot de passe",
  "login.forgot_password": "Mot de passe oublié ?",
  "login.button": "Se connecter",
  "login.register.button": "S'inscrire",
  "login.register.switch": "Vous n'avez pas de compte ? Inscrivez-vous",
  "login.login.switch": "Vous avez déjà un compte ? Connectez-vous",
  "login.or": "Ou continuer avec",
  "login.agree_terms": "J'accepte les",
  "login.terms_link": "Conditions d'utilisation",
  "login.error.terms_required": "Vous devez accepter les conditions d'utilisation",
  "login.error.invalid_credentials": "Identifiants invalides",
  "error.title": "Erreur de recherche",
  "error.not_authenticated": "Vous devez être connecté pour effectuer cette action.",
  "error.user_not_found": "Utilisateur non trouvé.",
  "error.limit_exceeded": "Vous avez atteint le nombre maximum de requêtes. Veuillez activer un abonnement pour continuer.",
  "error.limit_exceeded_title": "Limite atteinte",
  "error.limit_exceeded_message": "Vous avez atteint le nombre maximum de requêtes pour votre compte gratuit. Activez un abonnement pour des recherches illimitées.",
  "error.limit_exceeded_subscribe": "Activer l'abonnement",
  "error.activate_subscription": "Activer l'abonnement",
  "error.empty_query": "Vous n'avez pas saisi de requête de recherche.",
  "error.article_not_found": "Je n'ai pas trouvé d'articles sur \"{{query}}\". Veuillez essayer une autre requête.",
  "error.no_content": "Impossible de charger le contenu de l'article. Veuillez réessayer.",
  "error.content_fetch_failed": "Une erreur s'est produite lors du chargement de l'article. Veuillez réessayer plus tard.",
  "error.search_failed": "Impossible de trouver les informations demandées.",
  "error.summary_generation_failed": "Échec de la génération du résumé. Veuillez réessayer plus tard.",
  "error.service_unavailable": "Le service est actuellement indisponible. Veuillez réessayer plus tard.",
  "common.close": "Fermer",
  "cookie.message": "Ce site utilise des cookies pour améliorer votre expérience. En continuant à utiliser ce site, vous acceptez notre politique en matière de cookies.",
  "cookie.policy_link": "Politique de cookies",
  "cookie.accept": "Accepter",
  "cookie.decline": "Refuser",
  "footer.rights": "Tous droits réservés.",
  "footer.terms": "Conditions d'utilisation",
  "footer.privacy": "Politique de confidentialité",
  "footer.contact.support": "Support",
  "footer.contact.billing": "Facturation",
  "footer.contact.info": "Demandes générales",
  "footer.contact.link": "Contactez-nous",
  "terms.title": "Conditions d'utilisation",
  "terms.last_updated": "Dernière mise à jour",
  "terms.introduction": "Introduction",
  "terms.introduction_text": "Bienvenue sur Vikitorek. Ces conditions d'utilisation régissent votre utilisation de notre site web et de nos services. En utilisant nos services, vous acceptez ces conditions.",
  "terms.usage_rights": "Droits d'utilisation",
  "terms.usage_rights_text": "Le service fournit du contenu simplifié de Wikipédia à des fins éducatives. Tout le contenu de Wikipédia est soumis à la licence de Wikipédia.",
  "terms.content_policy": "Politique de contenu",
  "terms.content_policy_text": "Les utilisateurs ne peuvent pas soumettre de contenu inapproprié, offensant ou illégal. Nous nous réservons le droit de supprimer ce contenu sans préavis.",
  "terms.subscription": "Conditions d'abonnement",
  "terms.subscription_text": "Les utilisateurs gratuits sont limités à 10 requêtes. Les abonnements premium offrent des requêtes illimitées. Les frais d'abonnement ne sont pas remboursables mais l'abonnement peut être annulé à tout moment.",
  "terms.auto_renewal": "Renouvellement automatique",
  "terms.auto_renewal_text": "Tous les abonnements se renouvellent automatiquement à la fin du cycle de facturation, sauf annulation par l'utilisateur avant le renouvellement. Vous serez facturé en utilisant le mode de paiement enregistré.",
  "terms.refunds": "Remboursements et problèmes de facturation",
  "terms.refunds_text": "Tous les frais d'abonnement ne sont pas remboursables, sauf si la loi l'exige. Si vous rencontrez des erreurs de facturation ou des frais accidentels, veuillez contacter le support dans les 7 jours pour résolution.",
  "terms.account_termination": "Résiliation de compte",
  "terms.account_termination_text": "Vous pouvez annuler votre compte à tout moment. Nous nous réservons le droit de suspendre ou de résilier les comptes qui violent nos Conditions, y compris l'abus du service, le non-paiement ou le comportement frauduleux.",
  "terms.user_responsibilities": "Responsabilités de l'utilisateur",
  "terms.user_responsibilities_text": "Vous acceptez de ne pas utiliser le service de manière abusive, de ne pas tenter de le désosser, d'y accéder par des moyens automatisés ou de perturber son fonctionnement. Les violations peuvent entraîner la suspension du compte ou des actions en justice.",
  "terms.modifications": "Modifications des conditions",
  "terms.modifications_text": "Nous pouvons mettre à jour ces Conditions de temps à autre. Si nous apportons des modifications importantes, nous vous en informerons par e-mail ou via le service. L'utilisation continue du service indique l'acceptation des Conditions mises à jour.",
  "terms.governing_law": "Loi applicable et résolution des litiges",
  "terms.governing_law_text": "Ces Conditions sont régies par les lois de la République tchèque. Tout litige découlant de ces Conditions ou s'y rapportant sera résolu par arbitrage contraignant ou devant les tribunaux de la République tchèque.",
  "terms.service_availability": "Disponibilité du service",
  "terms.service_availability_text": "Nous nous efforçons de maintenir le service disponible en tout temps, mais ne garantissons pas un accès ininterrompu. La maintenance, les mises à jour ou les problèmes techniques peuvent causer des interruptions temporaires. Nous ne sommes pas responsables des pertes résultant de l'indisponibilité du service.",
  "terms.third_party_services": "Services tiers",
  "terms.third_party_services_text": "Notre service s'intègre à des fournisseurs tiers, notamment Wikipédia (pour le contenu), Stripe (pour les paiements) et Mistral AI (pour le traitement du langage). Votre utilisation de ces fonctionnalités est également soumise aux conditions respectives et aux politiques de confidentialité de ces services.",
  "terms.privacy": "Politique de confidentialité",
  "terms.privacy_text": "Nous collectons les données minimales nécessaires pour fournir nos services. Consultez notre politique de confidentialité pour plus de détails sur la façon dont nous gérons vos données.",
  "terms.limitations": "Limitations et clause de non-responsabilité",
  "terms.limitations_text": "Nous nous efforçons d'être précis, mais ne garantissons pas l'exhaustivité ou la fiabilité du contenu. Le service est fourni 'tel quel' sans garanties.",
  "terms.contact": "Informations de contact",
  "terms.contact_text": "Pour toute question concernant ces conditions, veuillez nous contacter à support@vikitorek.com.",
  "terms.cookies": "Politique de cookies",
  "terms.cookies_text": "Notre site web utilise des cookies et des technologies similaires pour améliorer l'expérience utilisateur et analyser le trafic du site. Nous utilisons des cookies nécessaires pour le fonctionnement du site et des cookies optionnels pour les analyses. En utilisant notre site, vous consentez à notre politique de cookies. Vous pouvez contrôler les cookies via les paramètres de votre navigateur.",
  "privacy.title": "Politique de Confidentialité",
  "privacy.last_updated": "Dernière mise à jour",
  "privacy.introduction": "Introduction",
  "privacy.introduction_text": "Cette Politique de Confidentialité explique comment nous collectons, utilisons et partageons vos informations personnelles lorsque vous utilisez notre service Kids Wiki Assistant.",
  "privacy.info_collected": "Informations que nous collectons",
  "privacy.info_collected_text": "Nous collectons les informations que vous nous fournissez directement, comme votre adresse e-mail, votre nom d'utilisateur et les informations de compte lors de votre inscription. Nous collectons également des informations sur votre utilisation du service, y compris les requêtes de recherche et les interactions.",
  "privacy.data_usage": "Comment nous utilisons vos informations",
  "privacy.data_usage_text": "Nous utilisons vos informations pour fournir et améliorer nos services, traiter les transactions, envoyer des notifications et analyser comment les utilisateurs interagissent avec notre plateforme afin d'améliorer l'expérience utilisateur.",
  "privacy.cookies": "Cookies et technologies de suivi",
  "privacy.cookies_text": "Nous utilisons des cookies et des technologies similaires pour suivre l'activité sur notre service et conserver certaines informations. Vous pouvez configurer votre navigateur pour refuser tous les cookies ou pour indiquer quand un cookie est envoyé.",
  "privacy.third_parties": "Partage avec des tiers",
  "privacy.third_parties_text": "Nous partageons des informations avec des fournisseurs tiers qui ont besoin d'accéder aux informations pour nous aider à exploiter et améliorer nos services, notamment Stripe pour le traitement des paiements, Firebase pour l'authentification et Mistral AI pour le traitement du langage.",
  "privacy.data_security": "Sécurité des données",
  "privacy.data_security_text": "Nous mettons en œuvre des mesures de sécurité raisonnables pour protéger la sécurité de vos informations personnelles, mais n'oubliez pas qu'aucune méthode de transmission sur Internet n'est sécurisée à 100%.",
  "privacy.childrens_privacy": "Confidentialité des enfants",
  "privacy.childrens_privacy_text": "Notre service est destiné à être utilisé par des enfants sous la supervision des parents. Nous collectons les informations minimales nécessaires pour fournir notre service en toute sécurité. Les parents peuvent examiner, supprimer ou refuser la collecte supplémentaire d'informations concernant leur enfant en nous contactant.",
  "privacy.rights": "Vos droits",
  "privacy.rights_text": "Selon votre emplacement, vous pouvez avoir des droits concernant vos données personnelles, tels que le droit d'accéder, de corriger ou de supprimer vos données. Veuillez nous contacter pour exercer ces droits.",
  "privacy.changes": "Modifications de cette Politique de Confidentialité",
  "privacy.changes_text": "Nous pouvons mettre à jour notre Politique de Confidentialité de temps à autre. Nous vous informerons de tout changement en publiant la nouvelle Politique de Confidentialité sur cette page et en mettant à jour la date de 'dernière mise à jour'.",
  "privacy.contact": "Contactez-nous",
  "privacy.contact_text": "Si vous avez des questions concernant cette Politique de Confidentialité, veuillez nous contacter à info@vikitorek.com.",
  "report.title": "Signaler un problème",
  "report.description_label": "Vous pouvez fournir plus de détails si vous le souhaitez.",
  "report.description_placeholder": "Qu'est-ce qui ne va pas avec la réponse ?",
  "report.close_button": "Fermer",
  "report.submit_button": "Envoyer"
}