{
  "app.title": "Vikitorek",
  "app.search.placeholder": "Cosa vuoi cercare?",
  "app.search.button": "Cerca",
  "app.search.examples": "Prova con:",
  "app.search.age": "Età:",
  "app.login": "Accedi",
  "app.logout": "Esci",
  "app.profile": "Profilo",
  "app.back.home": "Torna alla homepage",
  "app.limit.exceeded": "Hai raggiunto il numero massimo di ricerche. Per continuare, attiva un abbonamento.",
  "app.error.not_logged_in": "Per favore, accedi per effettuare una ricerca",
  "profile.title": "Profilo Utente",
  "profile.subtitle": "Gestione abbonamenti e impostazioni account",
  "profile.email": "Email",
  "profile.change_password": "Cambia password",
  "profile.current_password": "Password attuale",
  "profile.new_password": "Nuova password",
  "profile.submit_change": "Cambia password",
  "profile.changing_password": "Cambio password in corso...",
  "profile.subscription": "Abbonamento",
  "profile.subscription.active": "Attivo",
  "profile.subscription.inactive": "Inattivo",
  "profile.subscription.until": "L'abbonamento è attivo fino al ",
  "profile.subscription.used": "Ricerche gratuite utilizzate: ",
  "profile.subscription.activate": "Attiva abbonamento",
  "profile.subscription.reactivate": "Riattiva abbonamento",
  "profile.subscription.cancel": "Annulla abbonamento",
  "profile.subscription.canceling": "Annullamento abbonamento in corso...",
  "profile.subscription.confirm_cancel.title": "Annullare l'abbonamento?",
  "profile.subscription.confirm_cancel.message": "Sei sicuro di voler annullare il tuo abbonamento? Il tuo abbonamento rimarrà attivo fino alla fine del periodo corrente.",
  "profile.subscription.confirm_cancel.back": "Indietro",
  "profile.subscription.confirm_cancel.confirm": "Annulla abbonamento",
  "profile.subscription.checking": "Controllo stato abbonamento...",
  "profile.subscription.loading": "Caricamento...",
  "profile.subscription.load_error": "Impossibile caricare lo stato dell'abbonamento. Riprova più tardi.",
  "profile.subscription.retry": "Riprova",
  "login.title": "Accedi all'applicazione",
  "login.register.title": "Registrazione",
  "login.email": "Email",
  "login.password": "Password",
  "login.forgot_password": "Password dimenticata?",
  "login.button": "Accedi",
  "login.register.button": "Registrati",
  "login.register.switch": "Non hai un account? Registrati",
  "login.login.switch": "Hai già un account? Accedi",
  "login.or": "O continua con",
  "login.agree_terms": "Accetto i",
  "login.terms_link": "Termini di Servizio",
  "login.error.terms_required": "Devi accettare i Termini di Servizio",
  "login.error.invalid_credentials": "Credenziali non valide",
  "error.title": "Errore di ricerca",
  "error.not_authenticated": "Devi essere autenticato per eseguire questa azione.",
  "error.user_not_found": "Utente non trovato.",
  "error.limit_exceeded": "Hai raggiunto il numero massimo di ricerche. Per continuare, attiva un abbonamento.",
  "error.limit_exceeded_title": "Limite raggiunto",
  "error.limit_exceeded_message": "Hai raggiunto il numero massimo di ricerche per il tuo account gratuito. Attiva un abbonamento per ricerche illimitate.",
  "error.limit_exceeded_subscribe": "Attiva abbonamento",
  "error.activate_subscription": "attiva abbonamento",
  "error.empty_query": "Non hai inserito alcuna ricerca.",
  "error.article_not_found": "Non ho trovato articoli su \"{{query}}\". Prova con un'altra ricerca.",
  "error.no_content": "Impossibile caricare il contenuto dell'articolo. Riprova.",
  "error.content_fetch_failed": "Si è verificato un errore durante il caricamento dell'articolo. Riprova più tardi.",
  "error.search_failed": "Impossibile trovare le informazioni richieste.",
  "error.summary_generation_failed": "Impossibile generare il riepilogo. Riprova più tardi.",
  "error.service_unavailable": "Il servizio non è disponibile al momento. Riprova più tardi.",
  "common.close": "Chiudi",
  "cookie.message": "Questo sito utilizza i cookie per migliorare la tua esperienza. Continuando a utilizzare questo sito, accetti la nostra politica sui cookie.",
  "cookie.policy_link": "Politica dei cookie",
  "cookie.accept": "Accetta",
  "cookie.decline": "Rifiuta",
  "footer.rights": "Tutti i diritti riservati.",
  "footer.terms": "Termini di servizio",
  "footer.privacy": "Politica sulla privacy",
  "footer.contact.support": "Supporto",
  "footer.contact.billing": "Fatturazione",
  "footer.contact.info": "Informazioni generali",
  "footer.contact.link": "Contattaci",
  "terms.title": "Termini di Servizio",
  "terms.last_updated": "Ultimo aggiornamento",
  "terms.introduction": "Introduzione",
  "terms.introduction_text": "Benvenuto su Vikitorek. Questi Termini di Servizio regolano l'utilizzo del nostro sito web e dei nostri servizi. Utilizzando i nostri servizi, accetti questi termini.",
  "terms.usage_rights": "Diritti di utilizzo",
  "terms.usage_rights_text": "Il servizio fornisce contenuti semplificati di Wikipedia per scopi educativi. Tutti i contenuti di Wikipedia sono soggetti alla licenza di Wikipedia.",
  "terms.content_policy": "Politica dei contenuti",
  "terms.content_policy_text": "Gli utenti non possono inviare contenuti inappropriati, offensivi o illegali. Ci riserviamo il diritto di rimuovere tali contenuti senza preavviso.",
  "terms.subscription": "Termini di abbonamento",
  "terms.subscription_text": "Gli utenti gratuiti sono limitati a 10 ricerche. Gli abbonamenti premium offrono ricerche illimitate. Le tariffe di abbonamento non sono rimborsabili ma possono essere annullate in qualsiasi momento.",
  "terms.auto_renewal": "Rinnovo automatico",
  "terms.auto_renewal_text": "Tutti gli abbonamenti si rinnovano automaticamente alla fine del ciclo di fatturazione a meno che non vengano annullati dall'utente prima del rinnovo. Ti verrà addebitato utilizzando il metodo di pagamento registrato.",
  "terms.refunds": "Rimborsi e problemi di fatturazione",
  "terms.refunds_text": "Tutte le tariffe di abbonamento non sono rimborsabili a meno che non sia richiesto dalla legge. Se riscontri errori di fatturazione o addebiti accidentali, contatta l'assistenza entro 7 giorni per la risoluzione.",
  "terms.account_termination": "Chiusura account",
  "terms.account_termination_text": "Puoi annullare il tuo account in qualsiasi momento. Ci riserviamo il diritto di sospendere o chiudere account che violano i nostri Termini, incluso l'abuso del servizio, mancato pagamento o comportamento fraudolento.",
  "terms.user_responsibilities": "Responsabilità dell'utente",
  "terms.user_responsibilities_text": "Accetti di non utilizzare impropriamente il servizio, di non tentare di decompilarlo, di non accedervi utilizzando mezzi automatizzati o di interromperne il funzionamento. Le violazioni possono comportare la sospensione dell'account o azioni legali.",
  "terms.modifications": "Modifiche ai Termini",
  "terms.modifications_text": "Potremmo aggiornare questi Termini di tanto in tanto. Se apportiamo modifiche sostanziali, ti avviseremo via email o attraverso il servizio. L'uso continuato del servizio indica l'accettazione dei Termini aggiornati.",
  "terms.governing_law": "Legge applicabile e risoluzione delle controversie",
  "terms.governing_law_text": "Questi Termini sono regolati dalle leggi della Repubblica Ceca. Qualsiasi controversia derivante da o relativa a questi Termini sarà risolta tramite arbitrato vincolante o nei tribunali della Repubblica Ceca.",
  "terms.service_availability": "Disponibilità del servizio",
  "terms.service_availability_text": "Ci impegniamo a mantenere il servizio disponibile in ogni momento ma non garantiamo un accesso ininterrotto. Manutenzione, aggiornamenti o problemi tecnici possono causare interruzioni temporanee. Non siamo responsabili per eventuali perdite derivanti da interruzioni del servizio.",
  "terms.third_party_services": "Servizi di terze parti",
  "terms.third_party_services_text": "Il nostro servizio si integra con fornitori di terze parti tra cui Wikipedia (per i contenuti), Stripe (per i pagamenti) e Mistral AI (per l'elaborazione del linguaggio). L'utilizzo di queste funzionalità è soggetto anche ai rispettivi termini e politiche sulla privacy di questi servizi.",
  "terms.privacy": "Informativa sulla privacy",
  "terms.privacy_text": "Raccogliamo i dati minimi necessari per fornire i nostri servizi. Consulta la nostra Informativa sulla privacy per i dettagli su come gestiamo i tuoi dati.",
  "terms.limitations": "Limitazioni e disclaimer",
  "terms.limitations_text": "Ci sforziamo di essere precisi, ma non garantiamo la completezza o l'affidabilità dei contenuti. Il servizio è fornito 'così com'è' senza garanzie.",
  "terms.contact": "Informazioni di contatto",
  "terms.contact_text": "Per domande su questi Termini, contattaci all'indirizzo support@vikitorek.com.",
  "terms.cookies": "Politica sui cookie",
  "terms.cookies_text": "Il nostro sito web utilizza cookie e tecnologie simili per migliorare l'esperienza dell'utente e analizzare il traffico del sito. Utilizziamo cookie necessari per la funzionalità del sito e cookie opzionali per l'analisi. Utilizzando il nostro sito, acconsenti alla nostra politica sui cookie. Puoi controllare i cookie tramite le impostazioni del tuo browser.",
  "privacy.title": "Informativa sulla Privacy",
  "privacy.last_updated": "Ultimo aggiornamento",
  "privacy.introduction": "Introduzione",
  "privacy.introduzione_text": "Questa Informativa sulla Privacy spiega come raccogliamo, utilizziamo e condividiamo le tue informazioni personali quando utilizzi il nostro servizio Kids Wiki Assistant.",
  "privacy.info_collected": "Informazioni che raccogliamo",
  "privacy.info_collected_text": "Raccogliamo le informazioni che ci fornisci direttamente, come il tuo indirizzo email, nome utente e informazioni sull'account quando ti registri. Raccogliamo anche informazioni sul tuo utilizzo del servizio, incluse le query di ricerca e le interazioni.",
  "privacy.data_usage": "Come utilizziamo le tue informazioni",
  "privacy.data_usage_text": "Utilizziamo le tue informazioni per fornire e migliorare i nostri servizi, elaborare transazioni, inviare notifiche e analizzare come gli utenti interagiscono con la nostra piattaforma per migliorare l'esperienza utente.",
  "privacy.cookies": "Cookie e tecnologie di tracciamento",
  "privacy.cookies_text": "Utilizziamo cookie e tecnologie simili per tracciare l'attività sul nostro servizio e conservare determinate informazioni. Puoi impostare il tuo browser per rifiutare tutti i cookie o per indicare quando viene inviato un cookie.",
  "privacy.third_parties": "Condivisione con terze parti",
  "privacy.third_parties_text": "Condividiamo informazioni con fornitori terzi che necessitano di accesso alle informazioni per aiutarci a gestire e migliorare i nostri servizi, inclusi Stripe per l'elaborazione dei pagamenti, Firebase per l'autenticazione e Mistral AI per l'elaborazione del linguaggio.",
  "privacy.data_security": "Sicurezza dei dati",
  "privacy.data_security_text": "Implementiamo misure di sicurezza ragionevoli per proteggere la sicurezza delle tue informazioni personali, ma ricorda che nessun metodo di trasmissione su Internet è sicuro al 100%.",
  "privacy.childrens_privacy": "Privacy dei bambini",
  "privacy.childrens_privacy_text": "Il nostro servizio è destinato all'uso da parte di bambini con la guida dei genitori. Raccogliamo le informazioni minime necessarie per fornire il nostro servizio in modo sicuro. I genitori possono rivedere, eliminare o rifiutare l'ulteriore raccolta di informazioni sul proprio figlio contattandoci.",
  "privacy.rights": "I tuoi diritti",
  "privacy.rights_text": "A seconda della tua posizione, potresti avere diritti riguardanti i tuoi dati personali, come il diritto di accedere, correggere o eliminare i tuoi dati. Ti preghiamo di contattarci per esercitare questi diritti.",
  "privacy.changes": "Modifiche a questa Informativa sulla Privacy",
  "privacy.changes_text": "Potremmo aggiornare la nostra Informativa sulla Privacy di tanto in tanto. Ti informeremo di eventuali modifiche pubblicando la nuova Informativa sulla Privacy su questa pagina e aggiornando la data dell'ultimo aggiornamento.",
  "privacy.contact": "Contattaci",
  "privacy.contact_text": "Se hai domande su questa Informativa sulla Privacy, ti preghiamo di contattarci all'indirizzo info@vikitorek.com.",
  "report.title": "Segnala un problema",
  "report.description_label": "Puoi fornire maggiori dettagli se lo desideri.",
  "report.description_placeholder": "Cosa c'è di sbagliato nella risposta?",
  "report.close_button": "Chiudi",
  "report.submit_button": "Invia"
}